{
  "it": {
    "assetsPosition": "..",

    "marriedSubtitle": "<s>si sposano</s><br />celebrano il loro amore!",
    "saveTheDate": "segnatevi la data",
    "countdown": "Countdown al grande giorno",
    "days": "giorni",
    "hours": "ore",
    "minutes": "minuti",
    "seconds": "secondi",
    "infoWhen": "Sabato 16 agosto 2025",
    "infoWherePre": "Festeggeremo il nostro matrimonio presso",
    "infoWhere": "Il Nostro Giardino di Casa",
    "infoWhereAddress": "50 Oakdale Road<br />Nottingham<br />NG3 7EG",
    "infoCeremony": "Cerimonia",
    "infoCeremonyDescription": "forse vi siete persi la prima!",
    "infoReception": "Ricevimento",
    "infoReceptionDescription": "...OMG avevo una fame!",
    "infoParty": "Festa!!",
    "infoPartyDescription": "balli e giochi!!",
    "howToGetThere": "Come arrivare",
    "accommodationDescription": "Il luogo è una delle migliori attrazioni di Nottingham e, non mentiremo, ci è costato un bel po’!<br />Scherzi a parte, saremmo felicissimi di ospitarvi a casa nostra, proprio nel nostro giardino!<br />Dal centro città, casa nostra è molto facile da raggiungere. Se il vostro alloggio è in centro, potete prendere l’autobus numero 43 (linea rossa) da <a href='https://www.google.com/maps/place/King+St,+Nottingham/@52.9543549,-1.1495312,17z/data=!3m1!4b1!4m6!3m5!1s0x4879c3d5554cd33b:0x3dcb7b4c9323eb9c!8m2!3d52.9543549!4d-1.1495312!16s%2Fg%2F1tf1nbzl?entry=ttu&g_ep=EgoyMDI0MTEyNC4xIKXMDSoASAFQAw%3D%3D'>King Street</a> e in meno di 20 minuti sarete a destinazione. L’autobus vi lascerà proprio davanti a casa nostra, alla fermata di Parkdale Road.<br />Se però le vostre scarpe non sono abbastanza comode per una breve passeggiata o se vi sentite pigri potete tranquillamente optare per un taxi, non vi giudicheremo! Ci sono molti <a href='https://www.uber.com'>Uber</a> disponibili in zona.<br />Se invece avete in mente di arrivare in macchina, potete parcheggiare praticamente ovunque sulla nostra strada o nelle vie adiacenti.",
    "accommodationFromItaly": "Dall'Italia? Possiamo aiutarvi!",
    "nottinghamRoute": "Se potete venire solo per l’occasione…",
    "nottinghamRouteDescription": "L’aeroporto più vicino a Nottingham è Birmingham e potete volare da Pisa il venerdì 15 e tornare la domenica 17 con <a href='https://www.ryanair.com'>Ryanair</a>. I collegamenti dall’aeroporto di Birmingham sono piuttosto comodi: vi consigliamo di arrivare a Nottingham in treno, impiegherete meno di 2 ore per raggiungere la città.",
    "londonRoute": "…in alternativa, potete anche visitare Londra",
    "londonRouteDescription": "Potete volare a Londra quasi tutti i giorni della settimana da Pisa o Bologna, oppure cercare voli diretti da Firenze. Una volta a Londra, potete scegliere di fermarvi qualche giorno nella capitale oppure raggiungere Nottingham.<br />Potete prendere un autobus con <a href='https://www.nationalexpress.com'>National Express</a> (viaggio di 4 ore per circa £25 a persona) o un treno con <a href='https://www.thetrainline.com'>Trainline</a> (viaggio di 2 ore per circa £65 a persona). Vi consigliamo di prenotare in anticipo sul loro sito per stare tranquilli. Una volta saliti sull’autobus o sul treno, arriverete direttamente in centro città senza problemi. Non dimenticate un bel libro o della musica per il viaggio!",
    "accommodationStay": "A Nottingham troverete molti posti dove soggiornare durante la vostra vacanza.<br />Ci sono diversi hotel in centro città (su <a href='https://www.booking.com'>Booking</a>) con un’ampia fascia di prezzi. Ad esempio Jury’s Inn è vicino alla stazione e a 10 minuti a piedi dalla piazza principale; Ibis Hotel si trova proprio nel centro città, di fronte alla fermata del tram.<br />Se invece cercate un appartamento per voi e la vostra famiglia, potete trovarne alcuni su siti come <a href='https://www.airbnb.it/'>Airbnb</a> o <a href='https://www.hometogo.it/'>hometogo</a>. Consigli: Cercate di prenotare un alloggio in centro città (NG1) dove avrete i collegamenti più semplici con i mezzi pubblici, oppure lungo la linea dell’autobus 43. Se finirete per soggiornare fuori dal centro, tenete a mente che i principali trasporti partono dal centro, quindi dovrete arrivare lì per poi prendere un altro autobus per spostarvi altrove. Inoltre, la città è davvero bellissima e piena di ristoranti, quindi siamo certi che non vorrete perdervela! Qui sotto trovate alcune delle <a href='https://viaggiareverde.it/nottingham-cosa-vedere/'>migliori attrazioni turistiche di Nottingham!</a>.",
    "registryTitle": "Lista nozze",
    "registryDescription": "Festeggiare con voi è l’unico regalo di cui abbiamo bisogno!<br />Apprezziamo moltissimo che abbiate preso del tempo libero dal lavoro per essere presenti al nostro evento. Per favore, considerate questo come il vostro regalo per noi, perché lo apprezziamo davvero tantissimo!",
    "registryThanks": "Non potremmo ringraziarvi abbastanza!!"
  },
  "en": {
    "assetsPosition": ".",

    "marriedSubtitle": "<s>are getting married</s><br />are celebrating their love!",
    "saveTheDate": "save the date",
    "countdown": "Countdown to the big day",
    "days": "days",
    "hours": "hours",
    "minutes": "minutes",
    "seconds": "seconds",
    "infoWhen": "On Saturday 16th of August 2025",
    "infoWherePre": "we'll celebrate our wedding event at",
    "infoWhere": "Our Back Garden",
    "infoWhereAddress": "50 Oakdale Road<br />Nottingham<br />NG3 7EG",
    "infoCeremony": "Ceremony",
    "infoCeremonyDescription": "maybe you missed the first time!",
    "infoReception": "Reception",
    "infoReceptionDescription": "...OMG I was starving",
    "infoParty": "Party!!",
    "infoPartyDescription": "dancing and play time!",
    "howToGetThere": "How to get there",
    "accommodationDescription": "The venue is a landmark of Nottingham and we are not going to lie here, it was quite pricey! <br />Jokes aside, we’ll love to have you at our house, right in our back garden! <br />From the city centre, the house is very easy to reach. If your accommodation is in the city centre, you could catch the 43 bus (red line) from <a href='https://www.google.com/maps/place/King+St,+Nottingham/@52.9543549,-1.1495312,17z/data=!3m1!4b1!4m6!3m5!1s0x4879c3d5554cd33b:0x3dcb7b4c9323eb9c!8m2!3d52.9543549!4d-1.1495312!16s%2Fg%2F1tf1nbzl?entry=ttu&g_ep=EgoyMDI0MTEyNC4xIKXMDSoASAFQAw%3D%3D'>King Street</a> and it will take you less than 20 minutes, the coach will drop you right in front of the house at Parkdale Road’s stop. <br />But if your shoes are not comfy enough for a small walk or if you feel lazy and you want to go for a taxi I’m not here to judge you. There are plenty of <a href='https://www.uber.com'>Uber</a> cars in the area! <br />In case you are planning to get here by car, you can park pretty much anywhere on our road and adjacent streets.",
    "accommodationFromItaly": "From Italy? We can help!",
    "nottinghamRoute": "If you can come just for the date…",
    "nottinghamRouteDescription": "The closest airport to Nottingham is Birmingham and you can fly from Pisa on Friday 15th and fly back on Sunday 17th with <a href='https://www.ryanair.com'>Ryanair</a>. The connection with Birmingham’s airport is quite good, we will advise you to get there by train, it will take you less than 2 hours to get to the city.",
    "londonRoute": "...in alternative you can also visit London",
    "londonRouteDescription": "You can fly to London every day of the week from Pisa/Bologna but you can also look for some direct flights from Florence. Then, you can choose to stay for some days in the Capital and enjoy or go and reach Nottingham. You can take a bus with <a href='https://www.nationalexpress.com'>National Express</a> (4 hours ride for £25 pp) or a train with <a href='https://www.thetrainline.com'>Trainline</a> (2 hours ride for £65 pp). Try to book in advance from their website just to be sound and safe. When you grab the bus/train you'll reach the city centre with no fuss. Be sure to carry with you a nice book or music.",
    "accommodationStay": "In Nottingham you'll find a lot of places to stay during your holidays. There are a bunch of hotels in the city centre (<a href='https://www.booking.com'>Booking</a>) with a good price range. For example Jury’s Inn is close to the station and a 10 minute walk from the main square; Ibis hotel is right in the city centre, just in front of the tram station... you got the gist of it!! If you are looking for a flat for you and your family in the city you can find some places on websites like <a href='https://www.airbnb.co.uk/'>Airbnb</a> or <a href='https://www.hometogo.co.uk'>hometogo</a>. <br />Some advice: try to book your accommodation in the city centre where you’ll have the easiest connections with transports (NG1) or somewhere on the 43 bus line. If you end up going to stay outside of the city keep in mind that the main transports are only from the centre so you’ll have to get there and catch another bus wherever else you’d like to go. <br />Also the city is quite beautiful and packed with restaurants, and we think you don’t want to miss it!! Here are some <a href='https://viaggiareverde.it/nottingham-cosa-vedere/'>top-rated tourist attractions in Nottingham!</a>",
    "registryTitle": "Gift Registry",
    "registryDescription": "Celebrating with you is the only gift we need!<br />We very much appreciate the fact that you took time off work and flew over to our event so please, take that as your gift to us because we very much appreciate it!",
    "registryThanks": "We cannot thank you enough!!"
  }
}
