{
  "it": {
    "assetsPosition": "..",

    "marriedSubtitle": "are getting married!",
    "saveTheDate": "save the date",
    "countdown": "Countdown to the big day",
    "days": "days",
    "hours": "hours",
    "minutes": "minutes",
    "seconds": "seconds",
    "infoWhen": "On Tuesday 1st September 2020",
    "infoWherePre": "we'll celebrate our wedding event at",
    "infoWhere": "The Riverside Gallery",
    "infoWhereAddress": "Brewhouse and Kitchen<br />Trent Bridge<br />Nottingham<br />NG2 2GS",
    "infoCeremony": "Ceremony",
    "infoCeremonyDescription": "are we seriously getting married?",
    "infoReception": "Reception",
    "infoReceptionDescription": "...OMG I was starving",
    "infoParty": "Party!!",
    "infoPartyDescription": "dancing and play time!",
    "howToGetThere": "How to get there",
    "accommodationDescription": "The Riverside Gallery is located in an English style pub right on the River Trent. The place is surrounded by beautiful gardens and the majestic bridge on the river. From the city centre, the venue is very easy to reach: you can plan ahead and decide for a nice walk from your place it's a 15 minute walk from Jury’s Inn or 25 minute walk from Old Market Square (the main square). But if your shoes are not comfy enough for a small walk you can grab a bus from almost everywhere. The venue it's in a strategic place, we’ve thought of everything!! ...if you are lazy like me and you want to go for a taxi I’m not here to judge you. By the way if you are planning to get there by car remember to check it in inside the pub: you’ll need to insert your plate number in their device and there you have it!",
    "accommodationFromItaly": "From Italy? We can help!",
    "nottinghamRoute": "If you can come on a Wednesday or Sunday...",
    "nottinghamRouteDescription": "The closest airport to Nottingham is East Midlands Airport and you can flight from Pisa on Wednesday and Sunday with Ryanair. The shortest trip would be coming here on the 30th of August and go back home on the 2nd of September. Then you can take a bus from the airport and in 45 minutes you'll be in the city centre. There are different options for your ticket like single, double or family, pay attention so you’ll not miss a friendly discount. On average the prices are around £5 pp, if you don't book it in advance through the Ryanair website be sure to have some change with you. If you are looking to share a ride with someone will be favourable to take an Uber or call for a taxi from the airport desk (you'll see the indication when you land, don't worry). The prices are around 20/30£ per ride to the city centre and it will take less than 30 minutes.",
    "londonRoute": "...in alternative you can also visit London",
    "londonRouteDescription": "You can flight to London almost every day of the week from Pisa/Bologna but you can also look for some direct flight from Florence. Then, you can choose to stay for some days in the Capital and enjoy or go and reach Nottingham. You can take a bus with National Express (4 hours ride for £25 pp) or a train with Trainline (2 hours ride for £65 pp). Try to book in advance from their website just to be sound and safe. When you grab the bus/train you'll reach the city centre with no fuss. Be sure to carry with you a nice book or music.",
    "accommodationStay": "In Nottingham you'll find a lot of places where to stay during your holidays. There are a bunch of hotels in the city centre with a good price range. For example Jury’s Inn is close to the station and 10 minute walk from the main square; Ibis hotel is right in the city centre, just in front of the tram station... you got the gist of it!! If you are looking for a flat for you and your family in the city you can find some places on websites like Airbnb.it or hometogo.com. Some advice: try to book in the city centre (NG1) because if you are getting further than NG3 you’ll be pretty far from the centre and then you’ll need a bus or a cab to reach the main tourist sites. Also the city it’s quite beautiful and I think you don’t want to miss it!! Here some top-rated tourist attractions in Nottingham!",
    "registryTitle": "Gift Registry",
    "registryDescription": "We don’t have a proper registry mainly because we don’t have a lot of space and we don’t lack home supplies! If you are willing to gift us anything we’ll let you know that we are planning a crazy honeymoon in Japan. It’s our dream holiday and we’ll be really grateful if you would contribute to make it an even more unique experience.",
    "registryThanks": "We cannot thank you enough!!"
  },
  "en": {
    "assetsPosition": ".",

    "marriedSubtitle": "are getting married!",
    "saveTheDate": "save the date",
    "countdown": "Countdown to the big day",
    "days": "days",
    "hours": "hours",
    "minutes": "minutes",
    "seconds": "seconds",
    "infoWhen": "On Saturday 16th of August 2025",
    "infoWherePre": "we'll celebrate our wedding event at",
    "infoWhere": "Our Back Garden",
    "infoWhereAddress": "50 Oakdale Road<br />Nottingham<br />NG3 7EG",
    "infoCeremony": "Ceremony",
    "infoCeremonyDescription": "are we seriously getting married... again?",
    "infoReception": "Reception",
    "infoReceptionDescription": "...OMG I was starving",
    "infoParty": "Party!!",
    "infoPartyDescription": "dancing and play time!",
    "howToGetThere": "How to get there",
    "accommodationDescription": "The venue is a landmark of Nottingham and we are not going to lie here, it was quite pricey! <br />Jokes aside, we’ll love to have you at our house, right in our back garden! <br />From the city centre, the house is very easy to reach. If your accommodation is in the city centre, you could catch the 43 bus (red line) from King Street and it will take you less than 20 minutes, the coach will drop you right in front of the house at Eastdale Road’s stop. <br />But if your shoes are not comfy enough for a small walk or if you feel lazy and you want to go for a taxi I’m not here to judge you. There are plenty of Uber cars in the area! <br />In case you are planning to get here by car, you can park pretty much anywhere on our road and adjacent streets.",
    "accommodationFromItaly": "From Italy? We can help!",
    "nottinghamRoute": "If you can come just for the date…",
    "nottinghamRouteDescription": "The closest airport to Nottingham is Brimingham and you can fly from Pisa on Friday 15th and fly back on Sunday 17th with Ryanair. The connection with Birmingham’s airport is quite good, we will advise you to get there by train, it will take you less than 2 hours to get to the city.",
    "londonRoute": "...in alternative you can also visit London",
    "londonRouteDescription": "You can fly to London almost every day of the week from Pisa/Bologna but you can also look for some direct flights from Florence. Then, you can choose to stay for some days in the Capital and enjoy or go and reach Nottingham. You can take a bus with National Express (4 hours ride for £25 pp) or a train with Trainline (2 hours ride for £65 pp). Try to book in advance from their website just to be sound and safe. When you grab the bus/train you'll reach the city centre with no fuss. Be sure to carry with you a nice book or music.",
    "accommodationStay": "In Nottingham you'll find a lot of places to stay during your holidays. There are a bunch of hotels in the city centre (booking.com) with a good price range. For example Jury’s Inn is close to the station and a 10 minute walk from the main square; Ibis hotel is right in the city centre, just in front of the tram station... you got the gist of it!! If you are looking for a flat for you and your family in the city you can find some places on websites like Airbnb.it or hometogo.com. <br />Some advice: try to book your accommodation in the city centre where you’ll have the easiest connections with transports (NG1) or somewhere on the 43 bus line. If you end up going to stay outside of the city keep in mind that the main transports are only from the centre so you’ll have to get there and catch another bus wherever else you’d like to go. <br />Also the city it’s quite beautiful and packed with restaurants, and we think you don’t want to miss it!! Here are some <a href='https://viaggiareverde.it/nottingham-cosa-vedere/'>top-rated tourist attractions in Nottingham!</a>",
    "registryTitle": "Gift Registry",
    "registryDescription": "Celebrating with you is the only gift we need!<br />We very much appreciate the fact that you took time off work and flew over to our event so please, take that as your gift to us because we very much appreciate it!",
    "registryThanks": "We cannot thank you enough!!"
  }
}
